# 7. Напишіть програму за наступним описом:
# a. двом змінним присвоюються числові значення;
# b. якщо значення першої змінної більше другої, то 
# знайти різницю значень змінних (відняти від першої 
# другу), результат зв'язати з третьою змінною;
# c. якщо перша змінна має менше значення, ніж друга, то 
# третю змінну зв'язати з результатом суми значень 
# двох перших змінних;
# d. у всіх інших випадках, привласнити треті змінні
# значення першої змінної;

a = 2
b = 1

if a > b:
    c = a - b
elif a < b:
    c = a + b
else:
    c = a

print(c)
